/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "השתמש ב-BlackBerry Blend כדי להציג את ההודעות והתוכן ממכשיר BlackBerry במחשב. ניתן גם להציג את לוח השנה ואנשי הקשר, ולנהל קבצים בין המחשב למכשיר. אם המכשיר מופעל על-ידי הארגון שלך, יש לך גישה מאובטחת לנתוני העבודה שלך, לקבצים ולאינטרנט ללא צורך בחיבור ל-VPN. BlackBerry Blend נתמך במכשירים המפעילים את מערכת ההפעלה BlackBerry 10 גרסה 10.3 ואילך.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "השתמש ב-BlackBerry Link לגיבוי ושחזור של נתוני המכשיר, למעבר למכשיר חדש, לעדכון תוכנת המכשיר או להתקנת תוכנת מכשיר. ניתן גם לסנכרן את המדיה, המסמכים ונתוני הארגונית, כגון אנשי קשר ולוחות שנה, בין המכשיר למחשב. קבל גישה לקבצים במחשב מהמכשיר באמצעות תכונת הגישה לקבצים מרחוק, ועוד!";